{
  "do_lower_case": false,
  "unk_token": "[UNK]",
  "sep_token": "[SEP]",
  "pad_token": "[PAD]",
  "cls_token": "[CLS]",
  "mask_token": "[MASK]",
  "tokenize_chinese_chars": true,
  "strip_accents": null,
  "special_tokens_map_file": null,
  "name_or_path": "sagorsarker/bangla-bert-base",
  "do_basic_tokenize": true,
  "never_split": null,
  "model_max_length": 512,
  "clean_text": true,
  "tokenizer_class": "BertTokenizer"
}